[
  {
    "id": 1,
    "title": "Airsoft",
    "category": "1",
    "outdoor": true,
    "description": "Iskusite taktičku borbu u realističnom scenariju! Airsoft pruža adrenalinsko iskustvo kroz timske misije, gdje učesnici koriste replike oružja i strateško razmišljanje kako bi savladali protivnički tim. Preciznost, koordinacija i timska komunikacija ključ su pobjede u ovoj dinamičnoj igri. Savršen spoj akcije i strategije, idealan za tim bilding i ljubitelje vojne simulacije. Da li ste spremni za izazov?",
    "duration": "3-4h",
    "audience": "Public/Company",
    "number_of_participatns": "10-30",
    "picture": "/activities/airsoft.jpg"
  },
  {
    "id": 3,
    "title": "Avanturistički park",
    "category": "1",
    "outdoor": true,
    "description": "Spremite se za adrenalinsku avanturu koja testira vašu spretnost, ravnotežu i hrabrost! Avanturistički park nudi niz izazova – viseće mostove, zip-line staze, prepreke na visini i još mnogo toga. Savršen je za one koji žele da pomjere svoje granice i uživaju u aktivnoj zabavi u prirodi. Aktivnost podstiče timski duh, samopouzdanje i fizičku izdržljivost, dok pruža nezaboravno iskustvo puno uzbuđenja.",
    "duration": "3-4h",
    "audience": "Company/Public",
    "number_of_participatns": "10-40",
    "picture": "/activities/avanturisticki park.jpg"
  },
  {
    "id": 4,
    "title": "Azil",
    "category": "2",
    "outdoor": true,
    "description": "Ova aktivnost pruža priliku da upoznate životinje koje čekaju svoj dom, dok kroz razgovor sa volonterima saznajte više o njihovim pričama i potrebama. Obilazak azila je odličan način da se povežete sa životinjama i doprinesete njihovoj dobrobiti, bilo kroz donacije, volonterski rad ili jednostavno pružanje ljubavi i pažnje. Aktivnost pruža emotivno ispunjenje i priliku da učinite razliku u životima ovih divnih stvorenja.",
    "duration": "2-3h",
    "audience": "Company",
    "number_of_participatns": "do 20",
    "picture": "/activities/druzenje sa psima.jpg"
  },
  {
    "id": 5,
    "title": "Bioskop",
    "category": "3",
    "outdoor": false,
    "description": "Ova aktivnost pruža autentično filmsko iskustvo uz pažljivo odabrane projekcije koje donose emociju, inspiraciju ili jednostavnu zabavu. Kroz zajedničko gledanje filma, učesnici imaju priliku da se opuste, uživaju u sadržaju i podijele utiske u neformalnoj i prijatnoj atmosferi. Aktivnost doprinosi osjećaju zajedništva i nudi balans između dinamike i odmora u okviru šireg programa.",
    "duration": "2-3h",
    "audience": "Company/Public",
    "number_of_participatns": "50+",
    "picture": "/activities/bioskop.jpg"
  },
  {
    "id": 6,
    "title": "Boka Kotorska tura",
    "category": "4",
    "outdoor": true,
    "description": "Krenite na nezaboravnu avanturu kroz jedan od najlepših zaliva na svijetu. Otkrijte čarobne primorske gradove, vijugave kamene ulice i bogatu istoriju dok istražujete skrivene kutke Boke Kotorske. Tokom ture, uživaćete u spektakularnim panoramskim pogledima, lokalnim delicijama i autentičnoj atmosferi primorskog života. Savršena prilika za spoj kulture, prirode i opuštanja u jedinstvenom ambijentu.",
    "duration": "5-6h",
    "audience": "Company/Public",
    "number_of_participatns": "10-50",
    "picture": "/activities/boka.png"
  },
  {
    "id": 7,
    "title": "Capture the flag",
    "category": "2",
    "outdoor": true,
    "description": "Taktička igra koja kombinuje strategiju, brzinu i timski rad! Dva tima se takmiče u osvajanju protivničke zastave dok istovremeno brane svoju. Akcija, skrivanje, trčanje i donošenje brzih odluka čine ovu aktivnost uzbudljivom i dinamičnom. Idealna za jačanje timske koordinacije i adrenalinsku zabavu u prirodi ili na prilagođenom terenu. Da li ste spremni da osmislite najbolju taktiku i odnesete pobedu?",
    "duration": "2-3h",
    "audience": "Company",
    "number_of_participatns": "30",
    "picture": "/activities/capture the flag.png"
  },
  {
    "id": 8,
    "title": "CSR aktivnost - Sadnja drveća",
    "category": "4",
    "outdoor": true,
    "description": "Ova ekološka aktivnost pruža učesnicima priliku da se direktno uključe u očuvanje prirode kroz sadnju drveća. Kroz grupnu akciju, učesnici će naučiti važnost zelene infrastrukture i održivog razvoja, a istovremeno će doprineti unapređenju životne sredine. Aktivnost promoviše zajedništvo, ekološku odgovornost i dugoročni uticaj na poboljšanje kvaliteta života u zajednici.",
    "duration": "2-3h",
    "audience": "Company",
    "number_of_participatns": "10-50",
    "picture": "/activities/sadnja drveca.jpg"
  },
  {
    "id": 9,
    "title": "Druženje sa životinjama",
    "category": "5",
    "outdoor": true,
    "description": "Ova aktivnost omogućava učesnicima da provedu vreme sa životinjama u prihvatilištu van Podgorice, pružajući im priliku da se povežu s napuštenim i zlostavljanim životinjama. Kroz hranjenje, igru i brigu o životinjama, učesnici će naučiti o odgovornosti i važnosti zaštite životinja. Aktivnost donosi radost učesnicima, ali i životinjama, stvarajući emotivnu povezanost i podstičući ljubav prema životinjama.",
    "duration": "2-3h",
    "audience": "Company/Public",
    "number_of_participatns": "5-20",
    "picture": "/activities/druzenje sa zivotinjama.png"
  },
  {
    "id": 10,
    "title": "Ekološke radionice",
    "category": "5",
    "outdoor": true,
    "description": "Ekološke radionice omogućavaju učesnicima da se upuste u praktične aktivnosti koje promovišu održivost i očuvanje prirode. Kroz sadnju biljaka, reciklažu, izradu ekoloških proizvoda i druge ekološke inicijative, polaznici će naučiti kako da smanje svoj ekološki otisak i doprinesu zaštiti životne sredine. Aktivnost pruža vredne veštine, podstiče timsku saradnju i podiže svest o važnosti ekološke odgovornosti.",
    "duration": "2-3h",
    "audience": "Company/Public",
    "number_of_participatns": "10-40",
    "picture": "/activities/eko radionice.jpg"
  },
  {
    "id": 10,
    "title": "Jeep safari",
    "category": "6",
    "outdoor": true,
    "description": "Ova aktivnost vodi učesnike na dinamičnu vožnju kroz prirodu terenskim vozilima, daleko od uobičajenih puteva. Jeep safari pruža uzbuđenje istraživanja nepristupačnih predjela, panoramske poglede i susret s netaknutom prirodom. Kroz raznolike terene, učesnici doživljavaju avanturu ispunjenu adrenalinom, istraživanjem i fotografisanjem, uz dozu timske energije i zajedničkog otkrivanja skrivenih pejzaža.",
    "duration": "2-3h",
    "audience": "Company/Public",
    "number_of_participatns": "10-40",
    "picture": "/activities/kvadovi.webp"
  },
  {
    "id": 12,
    "title": "Escape room izazov",
    "category": "2",
    "outdoor": false,
    "description": "Spremite se za mentalnu avanturu koja će testirati vaš timski rad, kreativnost i sposobnost donošenja odluka pod pritiskom! Učesnici će biti zatvoreni u prostoriji punoj zagonetki, skrivenih tragova i misteroznih predmeta, te će morati da sarađuju kako bi rešili sve zagonetke i izašli pre isteka vremena. Ovaj izazov podstiče komunikaciju, kritičko razmišljanje i povezanost među članovima tima. Hoćete li uspeti da se oslobodite na vreme?",
    "duration": "1-2h",
    "audience": "Company",
    "number_of_participatns": "8-20",
    "picture": "/activities/escape room.png"
  },
  {
    "id": 13,
    "title": "Jahanje konja",
    "category": "6",
    "outdoor": true,
    "description": "Krenite na nezaboravnu jahačku avanturu kroz prirodu, istražujući mirne staze i uživajući u ljepoti okoline. Tura je pogodna za sve uzraste i nivoe iskustva, od početnika do onih sa više iskustva. Ova aktivnost omogućava opuštanje, povezanost sa konjima i prirodom, te pruža priliku za razvijanje samopouzdanja i stvaranje snažnih veza sa životinjama.",
    "duration": "2-3h",
    "audience": "Public/Company",
    "number_of_participatns": "5-20",
    "picture": "/activities/jahanje.jpg"
  },
  {
    "id": 14,
    "title": "Kampovanje",
    "category": "6",
    "outdoor": true,
    "description": "Doživite prirodu na potpuno nov način kroz kampovanje pod zvezdama. Uz logorsku vatru, pripremanje hrane na otvorenom i noćno uživanje u miru prirode, ova aktivnost pruža savršen trenutak za opuštanje i povezivanje sa sobom i timom. Kampovanje uključuje različite aktivnosti, poput mini igara i vođenih tura, koje omogućavaju jačanje timskog duha i sticanje novih veština u prirodnom okruženju.",
    "duration": "12+ h",
    "audience": "Company",
    "number_of_participatns": "5-20",
    "picture": "/activities/kampovanje.jpg"
  },
  {
    "id": 15,
    "title": "Kanjoning",
    "category": "6",
    "outdoor": true,
    "description": "Ovaj uzbudljiv izazov vodi vas kroz prirodne kanjone, gdje ćete kombinovati hodanje, penjanje, skakanje u vodu i spuštanje niz vodopade. Kanjoning je savršen način da istražite skrivene kutke prirode, testirate svoje fizičke sposobnosti i uživate u divljim vodama. Aktivnost zahteva timsku saradnju i hrabrost, a svaki korak donosi novu dozu adrenalina i uzbuđenja u prirodnom okruženju.",
    "duration": "4-6h",
    "audience": "Company",
    "number_of_participatns": "5-20",
    "picture": "/activities/kanjoning.jpg"
  },
  {
    "id": 16,
    "title": "Komunikacione radionice",
    "category": "5",
    "outdoor": false,
    "description": "Ove radionice pružaju priliku da unapredite komunikacijske veštine kroz interaktivne igre, simulacije i grupne zadatke. Kroz različite tehnike i vežbe, učesnici će naučiti kako efikasno slušati, jasno izražavati misli i rešavati konflikte. Aktivnost je idealna za poboljšanje međuljudskih odnosa, jačanje tima i povećanje produktivnosti u radnom okruženju. Povežite se, učite i razvijajte komunikacijske veštine koje vode ka uspehu.",
    "duration": "2-3h",
    "audience": "Public/Company",
    "number_of_participatns": "10-25",
    "picture": "/activities/korporativna radionoica.jpg"
  },
  {
    "id": 17,
    "title": "Kreativna radionica slikanja",
    "category": "3",
    "outdoor": false,
    "description": "Ova radionica kombinuje umetnost i opuštanje, pružajući učesnicima priliku da se izraze kroz slikanje uz čašu dobrog vina. Kroz kreativne tehnike i slobodno izražavanje, učesnici će kreirati svoja umetnička dela, dok se opuštaju i uživaju u društvu. Aktivnost je savršen način da se opustite, oslobodite stresa i uživate u procesu stvaranja, stvarajući jedinstvene uspomene i dela.",
    "duration": "2-3h",
    "audience": "Public/Company",
    "number_of_participatns": "5-15",
    "picture": "/activities/slikanje.jpg"
  },
  {
    "id": 18,
    "title": "Krstarenje Skadarskim jezerom",
    "category": "6",
    "outdoor": true,
    "description": "Doživite prirodnu ljepotu Skadarskog jezera na nezaboravnom krstarenju. Plovidba po mirnim vodama omogućava vam da uživate u pogledu na netaknutu prirodu, posetite slikovite ostrva i upoznate bogatu faunu. Ova aktivnost pruža opuštanje i savršen način za istraživanje jedne od najlepših prirodnih destinacija, dok istovremeno pruža priliku za timsku interakciju i uživanje u prelepim pejzažima.",
    "duration": "3-5h",
    "audience": "Public/Company",
    "number_of_participatns": "5-20",
    "picture": "/activities/krstarenje skadarsko.jpg"
  },
  {
    "id": 19,
    "title": "Lov na fotografije",
    "category": "3",
    "outdoor": true,
    "description": "Ova aktivnost izaziva učesnike da istraže okolinu i zabeleže specifične scene, predmete ili trenutke kroz fotografiju. Učesnici dobijaju listu zadataka koji ih vode kroz kreativnu potragu za savršenim kadrom. Aktivnost podstiče timsku saradnju, kreativnost i pažljiviji pogled na detalje u okolini, dok istovremeno omogućava stvaranje nezaboravnih uspomena kroz objektiv kamere.",
    "duration": "2-3h",
    "audience": "Public/Company",
    "number_of_participatns": "10-30",
    "picture": "/activities/lov na fotografije.png"
  },
  {
    "id": 20,
    "title": "Noćni kamp",
    "category": "6",
    "outdoor": true,
    "description": "Doživite prirodu na potpuno drugačiji način uz noćni kamp. Pod zvezdama, uživaćete u kampovanju uz logorsku vatru, pripremanju hrane na otvorenom i mini igrama koje će dodatno zbližiti tim. Aktivnost uključuje orijentaciju u noćnim uslovima i zabavne izazove, pružajući priliku za razvijanje timskog duha, vještina preživljavanja i stvaranje nezaboravnih uspomena.",
    "duration": "8-12h",
    "audience": "Company/Public",
    "number_of_participatns": "5-20",
    "picture": "/activities/nocno kampovanje.jpg"
  },
  {
    "id": 21,
    "title": "Organizacija sportskog turnira",
    "category": "1",
    "outdoor": true,
    "description": "Oživite takmičarski duh kroz profesionalno organizovan sportski turnir po vašem izboru! Bilo da je u pitanju fudbal, košarka, odbojka ili neka druga disciplina, kreiramo dinamično okruženje sa jasnim pravilima, sudijama i zabavnom atmosferom. Turnir podstiče timski rad, fer-plej i zdravu konkurenciju, dok učesnici uživaju u sportskom duhu i zajedničkoj energiji. Spremite se za nezaboravno takmičenje!",
    "duration": "4-6h",
    "audience": "Company",
    "number_of_participatns": "20-100",
    "picture": "/activities/Organizacija sportskog turnira.jpg"
  },
  {
    "id": 22,
    "title": "Orijentiring u prirodi",
    "category": "1",
    "outdoor": true,
    "description": "Testirajte svoje snalaženje u prirodi uz uzbudljiv izazov orijentiringa! Učesnici, opremljeni mapama i zadacima, kreću u potragu za označenim tačkama, oslanjajući se na timski rad, logiku i osećaj za prostor. Staza vodi kroz prelepe pejzaže, dok svaki tim pokušava da pronađe najbrži put do cilja. Aktivnost je savršen spoj avanture, strategije i rekreacije, pružajući nezaboravno iskustvo u prirodi.",
    "duration": "3-4h",
    "audience": "Public/Company",
    "number_of_participatns": "15-50",
    "picture": "/activities/orijentiring u prirodi.png"
  },
  {
    "id": 23,
    "title": "Paint&Wine",
    "category": "3",
    "outdoor": false,
    "description": "Opustite se uz umjetnost i čašu dobrog vina! Ova kreativna radionica pruža savršenu priliku da oslobodite svoju maštu dok slikate i uživate u prijatnom društvu. Bez obzira na vaše iskustvo, kroz laganu i inspirativnu atmosferu, svaki učesnik će moći da stvori svoje jedinstveno umjetničko djelo. Idealna aktivnost za relaksaciju, kreativno izražavanje i nezaboravne trenutke uz vino i dobro raspoloženje.",
    "duration": "2-3h",
    "audience": "Company",
    "number_of_participatns": "10-20",
    "picture": "/activities/paint and wine.png"
  },
  {
    "id": 24,
    "title": "Planinarska tura",
    "category": "6",
    "outdoor": true,
    "description": "Ova planinarska tura vodi vas kroz spektakularne planinske staze, pružajući priliku za istraživanje netaknute prirode, uživanje u pogledu na okolne vrhove i mirnim predelima. Učesnici će savladavati različite vrste terena, učeći o orijentaciji, timskoj saradnji i prevazilaženju prepreka. Aktivnost je odlična za ljubitelje prirode i avantura, a ujedno omogućava opuštanje, fizičku aktivnost i jačanje međusobnih veza u timu.",
    "duration": "6-8h",
    "audience": "Company/Public",
    "number_of_participatns": "10-30",
    "picture": "/activities/Planinarska tura.jpg"
  },
  {
    "id": 25,
    "title": "Posjeta lokalnim selima",
    "category": "4",
    "outdoor": true,
    "description": "Uputite se na nezaboravno putovanje kroz lokalna sela i otkrijte autentičan način života. Kroz razgovore sa meštanima, obići ćete tradicionalne kuće, prozore u prošlost i uživati u lokalnim specijalitetima. Aktivnost pruža priliku da se povežete s kulturnim nasleđem i tradicijama ovog kraja, dok istražujete prirodne ljepote i jedinstvenu atmosferu tih mirnih, netaknutih zajednica.",
    "duration": "3-5h",
    "audience": "Company/Public",
    "number_of_participatns": "5-20",
    "picture": "/activities/Posjeta lokalnim selima.jpg"
  },
  {
    "id": 26,
    "title": "Posjeta vinarijama",
    "category": "4",
    "outdoor": true,
    "description": "Otkrijte tajne vinogradarstva i uživajte u čarima lokalnih vina kroz posjetu vrhunskim vinarijama. Prošetajte među redovima vinove loze, saznajte sve o procesu proizvodnje vina, a zatim uživajte u degustaciji najboljih sorti koje ova regija nudi. Ova aktivnost je savršen način da se opustite, uživate u prirodi i otkrijete bogatstvo ukusa, sve uz edukativnu dimenziju koja vas povezuje s tradicijom i kulturom vinogradarstva.",
    "duration": "3-4h",
    "audience": "Company",
    "number_of_participatns": "10-30",
    "picture": "/activities/Posjeta vinarijama.jpg"
  },
  {
    "id": 27,
    "title": "Posmatranje zvijezda",
    "category": "5",
    "outdoor": true,
    "description": "Krenite na čarobno putovanje kroz noćno nebo, otkrivajući sazvežđa, planete i druge tajne svemira. Aktivnost uključuje vođene posmatračke sesije, gdje ćete uživati u tišini prirode i diviti se lepoti zvezda. Ova opuštajuća avantura pruža priliku da se povežete sa univerzumom, naučite više o astronomskoj terminologiji i uživate u jedinstvenoj atmosferi pod zvezdama.",
    "duration": "2-3h",
    "audience": "Public/Company",
    "number_of_participatns": "5-20",
    "picture": "/activities/Posmatranje zvijezda.jpg"
  },
  {
    "id": 28,
    "title": "Pub Crawling",
    "category": "2",
    "outdoor": true,
    "description": "Krenite u nezaboravnu noćnu avanturu istražujući najbolje barove i pabove! Ova organizovana tura vodi vas kroz odabrane lokacije, gdje ćete uživati u odličnim pićima, igricama, dobroj muzici i opuštenoj atmosferi. Svako mjesto donosi drugačiji doživljaj – od autentičnih lokalnih pabova do modernih koktel barova. Idealna prilika za druženje, upoznavanje novih ljudi i provod koji ćete dugo pamtiti!",
    "duration": "3-4h",
    "audience": "Company/Public",
    "number_of_participatns": "min 20",
    "picture": "/activities/Pub Crawling.jpg"
  },
  {
    "id": 29,
    "title": "Radionica Digital Detox",
    "category": "5",
    "outdoor": true,
    "description": "Ova radionica nudi učesnicima priliku da se povežu sa sobom i svojim timom bez digitalnih distrakcija. Kroz aktivnosti koje uključuju diskusije, grupne igre i praktične zadatke, učesnici će naučiti kako da uspostave zdrav odnos sa tehnologijom, poboljšaju koncentraciju i izgrade bolje međuljudske odnose. Aktivnost pomaže u smanjenju stresa i vraćanju fokusa na stvarne, neposredne interakcije.",
    "duration": "3-4h",
    "audience": "Company",
    "number_of_participatns": "10-30",
    "picture": "/activities/Radionica _Digital Detox_.png"
  },
  {
    "id": 30,
    "title": "Radionica Komunikacija pod pritiskom",
    "category": "5",
    "outdoor": true,
    "description": "Ova radionica fokusira se na razvoj veština efikasne komunikacije u stresnim i kriznim situacijama. Kroz simulacije i praktične vežbe, učesnici će naučiti kako da ostanu smireni, jasno izraze svoje misli i donesu odluke pod pritiskom. Aktivnost omogućava poboljšanje sposobnosti za brzo reagovanje, jasnu komunikaciju i održavanje profesionalnog stava u izazovnim okolnostima.",
    "duration": "2-3h",
    "audience": "Company",
    "number_of_participatns": "10-30",
    "picture": "/activities/Radionica _Komunikacija pod pritiskom_.png"
  },
  {
    "id": 31,
    "title": "Radionica Upravljanje konfliktima",
    "category": "5",
    "outdoor": false,
    "description": "Ova radionica nudi učesnicima alate i tehnike za efikasno rešavanje konflikata u profesionalnom i ličnom okruženju. Kroz simulacije, diskusije i vežbe, polaznici će naučiti kako prepoznati uzroke nesuglasica, komunicirati bez tenzija i nalaziti obostrano prihvatljiva rešenja. Aktivnost doprinosi izgradnji veće tolerancije, boljih međuljudskih odnosa i sposobnosti za konstruktivno rešavanje nesuglasica.",
    "duration": "2-3h",
    "audience": "Company",
    "number_of_participatns": "5-20",
    "picture": "/activities/Radionica _Upravljanje konfliktima_.jpg"
  },
  {
    "id": 32,
    "title": "Radionica izrade rukotvorina",
    "category": "3",
    "outdoor": false,
    "description": "Ova radionica pruža učesnicima priliku da se upuste u svet kreativnosti kroz izradu rukotvorina. Kroz praktične vežbe, učesnici će naučiti tehnike izrade različitih predmeta, od nakita do dekorativnih predmeta, koristeći prirodne materijale. Aktivnost podstiče maštovitost, poboljšava manuelne veštine i omogućava učesnicima da izrade personalizovane proizvode, a sve to u opuštenoj atmosferi.",
    "duration": "2-3h",
    "audience": "Public/Company",
    "number_of_participatns": "5-20",
    "picture": "/activities/Radionica izrade rukotvorina.jpg"
  },
  {
    "id": 33,
    "title": "Radionica korporativnih vrijednosti",
    "category": "5",
    "outdoor": false,
    "description": "Ova radionica pomaže učesnicima da bolje razumeju i implementiraju temeljne korporativne vrednosti u svakodnevnom radu. Kroz interaktivne aktivnosti i grupne diskusije, polaznici će se upoznati sa principima koji oblikuju organizacijsku kulturu, naučiti kako ih uskladiti sa timskim ciljevima i primeniti u svakodnevnim izazovima. Aktivnost jača zajedništvo, angažman i zajednički fokus na zajedničke vrednosti.",
    "duration": "2-3h",
    "audience": "Company",
    "number_of_participatns": "10-50",
    "picture": "/activities/Radionica korporativnih vrijednosti.jpg"
  },
  {
    "id": 34,
    "title": "Rafting",
    "category": "6",
    "outdoor": true,
    "description": "Ovaj rafting izazov pruža uzbudljivu vožnju kroz brze rijeke, testirajući snalažljivost, timsku koordinaciju i fizičku izdržljivost. Timovi će zajedno savladavati izazove na vodi, upravljajući čamcima kroz turbulentne delove reke. Aktivnost je savršen način za jačanje međusobnog poverenja, poboljšanje komunikacije i izgradnju snažnih timskih veza u prirodnom okruženju.",
    "duration": "3-4h",
    "audience": "Company",
    "number_of_participatns": "6-20",
    "picture": "/activities/Rafting.jpg"
  },
  {
    "id": 35,
    "title": "Škola liderstva",
    "category": "5",
    "outdoor": true,
    "description": "Škola liderstva pruža učesnicima alate i tehnike za razvoj liderkih veština kroz interaktivne radionice, grupne diskusije i simulacije. Polaznici će naučiti kako motivisati tim, donositi strateške odluke, rešavati konflikte i izgraditi poverenje. Aktivnost je fokusirana na praktičnu primenu liderstva u različitim situacijama, pružajući polaznicima veštine za efikasno vođenje tima i postizanje ciljeva.",
    "duration": "4-5h",
    "audience": "Company",
    "number_of_participatns": "5-20",
    "picture": "/activities/leadership.jpg"
  },
  {
    "id": 36,
    "title": "Simulacija kriznog menadžmenta",
    "category": "5",
    "outdoor": false,
    "description": "Ova aktivnost omogućava učesnicima da kroz simulacije kriznih situacija testiraju svoje sposobnosti donošenja odluka pod pritiskom. Kroz scenarije koji uključuju različite krizne izazove, timovi će razvijati strategije, komunicirati i donosiće brze odluke kako bi rešavali problem i minimizirali rizike. Aktivnost pomaže u jačanju sposobnosti upravljanja krizama, timske koordinacije i upravljanja stresom.",
    "duration": "3-4h",
    "audience": "Company",
    "number_of_participatns": "10-20",
    "picture": "/activities/Simulacija kriznog menadzmenta.jpeg"
  },
  {
    "id": 37,
    "title": "Splavarska misija",
    "category": "6",
    "outdoor": true,
    "description": "Ova uzbudljiva aktivnost testira timsku koordinaciju i kreativnost! Učesnici koriste drvene balvane, konopce i plutajuće materijale za izgradnju improviziranih splavova. Nakon što splav bude gotov, timovi kreću u izazov plovidbe, gdje snalažljivost, komunikacija i timski rad odlučuju o uspjehu. Ova aktivnost savršen je način za izgradnju povjerenja i zajedništva u timu!",
    "duration": "3-4h",
    "audience": "Public/Company",
    "number_of_participatns": "10-50",
    "picture": "/activities/Splavarska misija.jpg"
  },
  {
    "id": 39,
    "title": "Survival",
    "category": "6",
    "outdoor": true,
    "description": "U ovoj izazovnoj aktivnosti, učesnici se upuštaju u simulaciju preživljavanja u prirodi. Naučiće osnovne veštine kao što su izrada skloništa, loženje vatre i snalaženje u prirodi, sve pod stručnim vodstvom. Timovi će koristiti resurse i sarađivati kako bi opstali u izazovnim uslovima. Aktivnost je odlična za razvijanje snalažljivosti, prilagodljivosti i timske koordinacije.",
    "duration": "5-6h",
    "audience": "Public/Company",
    "number_of_participatns": "20-50",
    "picture": "/activities/survival.jpg"
  },
  {
    "id": 40,
    "title": "Tim bilding na vodi",
    "category": "1",
    "outdoor": true,
    "description": "Ojačajte timski duh kroz uzbudljive vodene izazove! Bilo da je u pitanju veslanje, izgradnja splava, kajak trke ili koordinacione igre na vodi, učesnici će morati da sarađuju, komuniciraju i donose brze odluke kako bi ostvarili zajednički cilj. Ova aktivnost podstiče povjerenje, strategijsko razmišljanje i zajedništvo, dok istovremeno pruža nezaboravan provod u osvježavajućem okruženju.",
    "duration": "3-5h",
    "audience": "Company",
    "number_of_participatns": "10-40",
    "picture": "/activities/Team building na vodi.jpg"
  },
  {
    "id": 41,
    "title": "Tematska žurka",
    "category": "2",
    "outdoor": false,
    "description": "Ova aktivnost donosi jedinstvenu atmosferu kroz pažljivo osmišljenu tematsku zabavu, gdje svaki detalj – od muzike i dekoracije do kostima i sadržaja – prati izabranu temu. Učesnici imaju priliku da se izraze, zabave i u potpunosti užive u ulogu, dok opuštena i kreativna atmosfera podstiče međusobno povezivanje i dobru energiju. Raznolikost sadržaja doprinosi dinamičnom i nezaboravnom doživljaju.",
    "duration": "3-4h",
    "audience": "Public/Company",
    "number_of_participatns": "20-50",
    "picture": "/activities/tematski maskenbal.png"
  },
  {
    "id": 42,
    "title": "Treasure hunt",
    "category": "6",
    "outdoor": true,
    "description": "Ova uzbudljiva avantura vodi timove kroz niz izazova, tragova i zagonetki, sve s ciljem pronalaženja skrivenog blaga. Učesnici će koristiti svoju snalažljivost, kreativnost i timski rad kako bi razbili šifre, prevazišli prepreke i došli do cilja. Aktivnost je idealna za razvoj komunikacije i strateškog razmišljanja, jer svaki tim mora zajednički rešavati zadatke kako bi došao do sledećeg traga. Pored zabave, učesnici će izgraditi poverenje, razviti liderstvo i ojačati međusobnu saradnju. Svi izazovi su prilagođeni različitim nivoima veština, tako da svi mogu doprineti i učestvovati.",
    "duration": "2-3h",
    "audience": "Company",
    "number_of_participatns": "20-100",
    "picture": "/activities/treasure hunt.jpg"
  },
  {
    "id": 43,
    "title": "Paintball",
    "category": "1",
    "outdoor": true,
    "description": "Adrenalinska borba u kojoj taktika, brzina i timski duh odlučuju pobjednika! Timovi se suočavaju na posebno uređenom terenu, koristeći zaklone, strategiju i preciznost kako bi eliminisali protivnike i osvojili cilj. Svaka runda donosi novi izazov, a pobjeđuje ekipa koja pokaže najbolje reflekse i timsku koordinaciju. Savršena aktivnost za jačanje timskih veza i nezaboravnu avanturu punu akcije!",
    "duration": "3-4h",
    "audience": "Public/Company",
    "number_of_participatns": "10-30",
    "picture": "/activities/Turnir u paintballu.jpg"
  },
  {
    "id": 44,
    "title": "Via Feratta",
    "category": "6",
    "outdoor": true,
    "description": "Krenite na uzbudljivu tura kroz prirodu, prateći staze koje se uzdižu uz planinske vrhove i nude neverovatne poglede na okolne pejzaže. Ova lagana, ali dinamična avantura vodi vas kroz stene, omogućujući vam da istražite skrivene prirodne lepote i uživate u svakom koraku. Uživajte u miru planinskog okruženja, dok jačate timske veze i stvarate nezaboravne uspomene u prirodi.",
    "duration": "3-5h",
    "audience": "Company",
    "number_of_participatns": "5-20",
    "picture": "/activities/via ferata.jpg"
  },
  {
    "id": 45,
    "title": "Vježba Izgradnja tornja",
    "category": "2",
    "outdoor": true,
    "description": "Ova kreativna vježba podstiče timsku saradnju, strateško razmišljanje i snalažljivost. Učesnici će imati zadatak da koriste ograničene materijale (kao što su papir, štapići, trakice i slično) kako bi izgradili što viši toranj. Tim koji izdrži test vremena i težine pobjeđuje. Aktivnost je odlična za razvijanje komunikacije, planiranja i zajedničkog rada, dok istovremeno nudi zabavu i izazov.",
    "duration": "1-2h",
    "audience": "Company",
    "number_of_participatns": "10-30",
    "picture": "/activities/Vjezba izgradnje tornja.png"
  },
  {
    "id": 46,
    "title": "Zipline",
    "category": "6",
    "outdoor": true,
    "description": "Ovaj adrenalinski izazov omogućava učesnicima da se spuste niz žičaru, leteći iznad prelepih pejzaža i prirodnih ljepota. Zipline pruža jedinstven doživljaj slobodnog leta i osvajanja visina, testirajući hrabrost i ljubav prema avanturama. Ova aktivnost je savršena za sve koji žele uzbuđenje i nezaboravno iskustvo.",
    "duration": "1-2h",
    "audience": "Company/Public",
    "number_of_participatns": "5-30",
    "picture": "/activities/zipline.jpg"
  },
  {
    "id": 47,
    "title": "Zipline 2",
    "category": "6",
    "outdoor": true,
    "description": "Ovaj adrenalinski izazov omogućava učesnicima da se spuste niz žičaru, leteći iznad prelepih pejzaža i prirodnih ljepota. Zipline pruža jedinstven doživljaj slobodnog leta i osvajanja visina, testirajući hrabrost i ljubav prema avanturama. Ova aktivnost je savršena za sve koji žele uzbuđenje i nezaboravno iskustvo.",
    "duration": "1-2h",
    "audience": "Company/Public",
    "number_of_participatns": "5-30",
    "picture": "/activities/zipline.jpg"
  }
]
